Repository: pisekpiskovec/Titel_WinForm
Catalog: Titel (WinForm)/Form1.*.resx
Languages: cs

# tsbOpen.ToolTipText
source: Open MP3 file...
cs: Otevřít MP3 soubor...

# tsmiSave.Text
source: Save
cs: Uložit

# tsmiSaveAs.Text
source: Save As
cs: Uložit jako

# tssbSave.Text
source: Save
cs: Uložit

# tssbSave.ToolTipText
source: Save... or Save as...
cs: Uložit... nebo Uložit jako...

# tsbCloseFile.Text
source: Close file
cs: Zavřít soubor

# tslChanges.Text
source: Status
cs: Stav

# lFileName.Text
source: File:
cs: Soubor:

# lArtist.Text
source: Performers:
cs: Umělec:

# lTitle.Text
source: Title:
cs: Název:

# lPicture.Text
source: Pictures[0]:
cs: Obrázek:

# bOpenPicture.Text
source: Open Picture
cs: Otevřít obrázek

# lRatingBlank.Text
source: Rating (blank):
cs: Hodnocení (od nikoho):

# lRatingSpotify.Text
source: Rating (Spotify):
cs: Hodnocení (Spotify):

# lRatingYouTube.Text
source: Rating (YouTube):
cs: Hodnocení (YouTube):

# lRatingSoundcloud.Text
source: Rating (Soundcloud):
cs: Hodnocení (SoundCloud):

# pBoxAlbum.ToolTip
source: Right Click to Reset Double Right Click to Delete
cs: Pravým kliknutím resetujete Dvojtým pravým kliknutím smažete

# numBlankStars.ToolTip
source: Given Stars
cs: Získané hodnocení

# numBlankMaxStars.ToolTip
source: Maximum Stars
cs: Maximální hodnocení

# numSpotifyMaxPlays.ToolTip
source: The most played song in album
cs: Nejpřehrávanější skladba v albu

# numSpotifyPlays.ToolTip
source: Number of Plays
cs: Počet přehrání

# numYTDislikes.ToolTip
source: Number of Dislikes
cs: Počet palců dolu

# numYTLikes.ToolTip
source: Number of Likes
cs: Počet palců nahoru

# numSCLikes.ToolTip
source: Number of Likes
cs: Počet srdíček

# numSCPlays.ToolTip
source: Number of Plays
cs: Počet přehrátí

# numSCRepost.ToolTip
source: Number of Reposts
cs: Počet přeposlání

# bFileFromTags.Text
source: From Tags
cs: Ze značek

# chbYear.Text
source: Year:
cs: Datum:

# chbTrack.Text
source: Track:
cs: Číslo skladby:

# chbDisk.Text
source: Disc:
cs: Číslo disku:

# chbGenres.Text
source: Genres:
cs: Žánr:

# chbAlbumArtists.Text
source: Album Artists:
cs: Umělec alba:

# chbComposers.Text
source: Composers:
cs: Skladatel:

# chbRemixer.Text
source: Remixed by:
cs: Autor míchání hudebních skladeb:
